Repository: common-repository/hsforms
Catalog: languages/wordpress-hsforms-*.po
Languages: de_de

source: hsforms — is a room booker form which is configureable from the backend.
de_de: hsforms - ist ein Zimmerbuchungsformular, das über das Backend konfigurierbar ist.

source: General Settings
de_de: Allgemeine Einstellungen

source: TravelPeriods
de_de: Reisezeiträume

source: RateCodes
de_de: Raten-Codes

source: Segments
de_de: Hotel-Segmente

source: Hsforms Options
de_de: hs FORMS-Optionen

source: remove minLOS Buffer
de_de: minLOS-Puffer entfernen

source: Keep Parameters
de_de: Parameter behalten

source: Show Promotion Code
de_de: Aktionscode anzeigen

source: Show Add Room Link
de_de: "Zimmer hinzufügen"-Link anzeigen

source: Show Ratecodes
de_de: Feld für Raten-Code Eingabe anzeigen

source: Show Segments
de_de: Hotel-Segmente anzeigen

source: Show Legends
de_de: Legende anzeigen

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Minrange message
de_de: Nachricht bei unterschreiten der Mindestaufenthaltsdauer

source: Maxrange message
de_de: Nachricht bei überschreiten der Maximalaufenthaltsdauer

source: Daterange message
de_de: Nachricht bei ungültiger Datums -/ Zeitraumauswahl

source: Arrival day is not allowed
de_de: Anreisetag ist nicht erlaubt

source: sorry too many persons
de_de: Meldung im Falle der Überschreitung der maximalen Personenanzahl

source: From:
de_de: Von:

source: To:
de_de: An:

source: Adults:
de_de: Erwachsene:

source: Children:
de_de: Kinder:

source: Select Segment
de_de: Segment auswählen

source: Rate Code
de_de: Tarif-Code

source: Remove
de_de: Entfernen

source: Add Room
de_de: Zimmer hinzufügen

source: Age of Child:
de_de: Alter des {0} Kindes:

source: Date created
de_de: Erstellungsdatum

source: RateCode
de_de: Raten-Code

source: Segment Code
de_de: Hotel-Segment-Code

source: End
de_de: Ende

source: Start Date
de_de: Startdatum

source: End Date
de_de: Enddatum

source: Convert to form
de_de: In Formular umwandeln

source: Convert to button
de_de: In Schaltfläche (Button) umwandeln

source: Display
de_de: Anzeige

source: Button Label
de_de: Beschriftung der Schaltfläche (Button)

source: Modal Title
de_de: Modal-Titel

source: Override default IBE URL
de_de: Standard-IBE-URL überschreiben

source: Default IBE URL can be changed in Hsforms plugin settings.
de_de: Die Standard-IBE-URL kann in den hs FORMS-Plugin-Einstellungen geändert werden.

source: Toastr class
de_de: Toastr-Klasse

source: Travel Period
de_de: Reisezeitraum

source: Extended TravelPeriods?
de_de: Erweiterte Reisezeiträume?

source: You can select multiple TravelPeriods
de_de: Sie können mehrere Reisezeiträume auswählen

source: Select TravelPeriods
de_de: Reisezeiträume auswählen

source: minLOS Buffer
de_de: Mindestaufenthaltsdauer (minLOS)-Puffer

source: minLOS Buffer will not be added in travelperiod
de_de: Mindestaufenthaltsdauer (minLOS)-Puffer wird in dem Reisezeitraum nicht hinzugefügt

source: minLOS Buffer will be added in travelperiod
de_de: Mindestaufenthaltsdauer (minLOS)-Puffer wird in dem Reisezeitraum hinzugefügt

source: Days Allowed
de_de: Erlaubte Anreisetage

source: Minimum Nights
de_de: Mindest-Übernachtungen

source: Minimum Adults
de_de: Minimum Anzahl Erwachsene

source: Maximum Adults
de_de: Maximal Anzahl Erwachsene

source: Minimum Kinder
de_de: Minimum Anzahl Kinder

source: Maximum Kinder
de_de: Maximum Anzahl Kinder

source: Minimum Rooms
de_de: Mindestanzahl Zimmer

source: Maximum Rooms
de_de: Maximalanzahl Zimmer

source: Show Add Room Link?
de_de: "Zimmer hinzufügen"-Link anzeigen?

source: Add Room link will be shown
de_de: "Zimmer hinzufügen"-Link wird angezeigt

source: Add Room link will be hidden
de_de: "Zimmer hinzufügen"-Link wird ausgeblendet

source: Query Parameters
de_de: Abfrage-Parameter

source: Keep Parameters?
de_de: URL-Parameter behalten?

source: Query Parameters will be sent to IBE
de_de: Abfrageparameter werden an IBE gesendet

source: Allowed Parameters
de_de: Erlaubte Parameter

source: Optional Fields
de_de: Optionale Felder

source: Show Promotion Code to User?
de_de: Dem Benutzer den Promotion Code anzeigen?

source: Promotion Code will be shown to the user as input field
de_de: Der Promotion Code wird dem Benutzer als Eingabefeld angezeigt

source: Web Promotion Code for Block Reservations
de_de: Web-Aktionscode für Blockreservierungen

source: Select RateCodes
de_de: Raten-Codes auswählen

source: Show Ratecodes?
de_de: Raten-Codes anzeigen?

source: Ratecodes will be sent to the IBE
de_de: Raten-Codes werden an die IBE geschickt

source: Select Segments
de_de: Segmente auswählen

source: Show Segments?
de_de: Hotel-Segmente anzeigen?

source: Segments will be shown to the user
de_de: Hotel-Segmente werden dem Benutzer angezeigt

source: API settings
de_de: API-Einstellungen

source: Show Legends?
de_de: Legende anzeigen?

source: Legends will be shown to the user
de_de: Legende wird dem Benutzer angezeigt

source: Legends will not be shown to the user.
de_de: Legende wird dem Benutzer nicht angezeigt.

source: Preview
de_de: Vorschau
